Repository: avgeek-oss/illustrate
Catalog: Illustrate/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, ja, ko, pl, pt_br, tr, uk, vi, zh_hans, zh_hant

source: Available Tools
de: Verfügbare Tools
es: Herramientas disponibles
fr: Outils disponibles
hi: उपलब्ध उपकरण
id: Alat yang Tersedia
ja: 利用可能なツール
ko: 사용 가능한 도구
pl: Dostępne narzędzia
pt_br: Ferramentas disponíveis
tr: Mevcut Araçlar
uk: Доступні інструменти
vi: Công cụ có sẵn
zh_hans: 可用工具
zh_hant: 可用工具

source: Azure OpenAI API key
de: Azure OpenAI-API-Schlüssel
es: Clave de API de OpenAI de Azure
fr: Clé API Azure OpenAI
hi: Azure OpenAI API कुंजी
id: Kunci API Azure OpenAI
ja: Azure OpenAI API キー
ko: Azure OpenAI API 키
pl: Klucz interfejsu API platformy Azure OpenAI
pt_br: Chave de API OpenAI do Azure
tr: Azure OpenAI API anahtarı
uk: Ключ API Azure OpenAI
vi: Khóa API Azure OpenAI
zh_hans: Azure OpenAI API 密钥
zh_hant: Azure OpenAI API 金鑰

source: Back
de: Zurück
es: Atrás
fr: Retour
hi: वापस
id: Kembali
ja: 戻る
ko: 뒤로
pl: Powrót
pt_br: Voltar
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

source: Backdrop and subjects are ready.
de: Hintergrund und Motive sind fertig.
es: El fondo y los sujetos están listos.
fr: La toile de fond et les sujets sont prêts.
hi: पृष्ठभूमि और विषय तैयार हैं.
id: Latar belakang dan subjek sudah siap.
ja: 背景と被写体が準備できました。
ko: 배경과 피사체가 준비되었습니다.
pl: Tło i tematy są gotowe.
pt_br: O cenário e os assuntos estão prontos.
tr: Arka plan ve konular hazır.
uk: Задник і сюжети готові.
vi: Phông nền và chủ đề đã sẵn sàng.
zh_hans: 背景和主题已准备就绪。
zh_hant: 背景和主題已準備就緒。

source: Backdrop download failed
de: Das Herunterladen des Hintergrunds ist fehlgeschlagen
es: Falló la descarga del fondo
fr: Échec du téléchargement de l'arrière-plan
hi: पृष्ठभूमि डाउनलोड विफल रहा
id: Pengunduhan latar belakang gagal
ja: 背景のダウンロードに失敗しました
ko: 배경화면 다운로드 실패
pl: Pobieranie tła nie powiodło się
pt_br: Falha no download do plano de fundo
tr: Arka plan indirilemedi
uk: Не вдалося завантажити заставку
vi: Tải xuống phông nền không thành công
zh_hans: 背景下载失败
zh_hant: 背景下載失敗

source: Background
de: Hintergrund
es: Antecedentes
fr: Contexte
hi: पृष्ठभूमि
id: Latar Belakang
ja: 背景
ko: 배경
pl: Tło
pt_br: Plano de fundo
tr: Arka plan
uk: Фон
vi: Nền
zh_hans: 背景
zh_hant: 背景

source: Batch edit images with a common prompt
de: Bearbeiten Sie Bilder stapelweise mit einer gemeinsamen Eingabeaufforderung
es: Edite imágenes por lotes con un mensaje común
fr: Modifier des images par lots avec une invite commune
hi: एक सामान्य संकेत के साथ छवियों को बैच संपादित करें
id: Edit gambar secara batch dengan perintah umum
ja: 共通のプロンプトによる画像のバッチ編集
ko: 공통 프롬프트로 이미지 일괄 편집
pl: Zbiorcza edycja obrazów za pomocą wspólnego monitu
pt_br: Edição em lote de imagens com um prompt comum
tr: Ortak bir istemle görüntüleri toplu olarak düzenleyin
uk: Пакетне редагування зображень із загальною підказкою
vi: Chỉnh sửa hàng loạt hình ảnh với lời nhắc chung
zh_hans: 使用通用提示批量编辑图像
zh_hant: 使用通用提示批次編輯圖像

source: Be descriptive and specific about what you want to create as more details will help generate better results. Include details about style, lighting, colors, and composition.
de: Beschreiben Sie genau und genau, was Sie erstellen möchten, da mehr Details dazu beitragen, bessere Ergebnisse zu erzielen. Geben Sie Details zu Stil, Beleuchtung, Farben und Komposition an.
es: Sea descriptivo y específico sobre lo que desea crear, ya que más detalles ayudarán a generar mejores resultados. Incluya detalles sobre estilo, iluminación, colores y composición.
fr: Soyez descriptif et précis sur ce que vous souhaitez créer, car plus de détails aideront à générer de meilleurs résultats. Incluez des détails sur le style, l’éclairage, les couleurs et la composition.
hi: आप जो बनाना चाहते हैं उसके बारे में वर्णनात्मक और विशिष्ट रहें क्योंकि अधिक विवरण बेहतर परिणाम उत्पन्न करने में मदद करेंगे। शैली, प्रकाश व्यवस्था, रंग और संरचना के बारे में विवरण शामिल करें।
id: Bersikaplah deskriptif dan spesifik tentang apa yang ingin Anda buat karena lebih banyak detail akan membantu menghasilkan hasil yang lebih baik. Sertakan detail tentang gaya, pencahayaan, warna, dan komposisi.
ja: より詳細な情報を得ることで、より良い結果が得られるため、何を作成するのかを具体的に説明してください。スタイル、照明、色、構成に関する詳細を含めます。
ko: 더 많은 세부 정보가 더 나은 결과를 생성하는 데 도움이 되므로 만들고 싶은 내용을 구체적으로 설명하세요. 스타일, 조명, 색상, 구성에 대한 세부정보를 포함하세요.
pl: Opisz i sprecyzuj, co chcesz stworzyć, ponieważ więcej szczegółów pomoże uzyskać lepsze wyniki. Podaj szczegółowe informacje na temat stylu, oświetlenia, kolorów i kompozycji.
pt_br: Seja descritivo e específico sobre o que você deseja criar, pois mais detalhes ajudarão a gerar melhores resultados. Inclua detalhes sobre estilo, iluminação, cores e composição.
tr: Daha fazla ayrıntı daha iyi sonuçlar elde etmenize yardımcı olacağından, ne oluşturmak istediğiniz konusunda açıklayıcı ve spesifik olun. Stil, aydınlatma, renkler ve kompozisyonla ilgili ayrıntıları ekleyin.
uk: Будьте описовими та конкретними щодо того, що ви хочете створити, оскільки більше деталей допоможе отримати кращі результати. Додайте подробиці про стиль, освітлення, кольори та композицію.
vi: Hãy mô tả và cụ thể về những gì bạn muốn tạo vì nhiều chi tiết hơn sẽ giúp tạo ra kết quả tốt hơn. Bao gồm các chi tiết về phong cách, ánh sáng, màu sắc và bố cục.
zh_hans: 对您想要创建的内容进行描述性和具体化，因为更多细节将有助于产生更好的结果。包括有关风格、灯光、颜色和构图的详细信息。
zh_hant: 對您想要創建的內容進行描述性和具體化，因為更多細節將有助於產生更好的結果。包括有關風格、燈光、顏色和構圖的詳細資訊。

source: Bedrock API Key
de: Bedrock-API-Schlüssel
es: Clave API de Bedrock
fr: Clé API du substrat rocheux
hi: बेडरॉक एपीआई कुंजी
id: Kunci API Batuan Dasar
ja: Bedrock API キー
ko: 베드락 API 키
pl: Klucz API Bedrock
pt_br: Chave de API básica
tr: Ana Kaya API Anahtarı
uk: Ключ API Bedrock
vi: Khóa API Bedrock
zh_hans: 基岩 API 密钥
zh_hant: 基岩 API 金鑰

source: Before You Begin
de: Bevor Sie beginnen
es: Antes de comenzar
fr: Avant de commencer
hi: आरंभ करने से पहले
id: Sebelum Anda Mulai
ja: 始める前に
ko: 시작하기 전에
pl: Zanim zaczniesz
pt_br: Antes de começar
tr: Başlamadan Önce
uk: Перш ніж почати
vi: Trước khi bạn bắt đầu
zh_hans: 开始之前
zh_hant: 開始之前

source: Bottom
de: Unten
es: Abajo
fr: En bas
hi: तल
id: Bawah
ja: 下
ko: 바닥
pl: Dół
pt_br: Inferior
tr: Alt
uk: Дно
vi: Dưới cùng
zh_hans: 底部
zh_hant: 底部

source: Branch
de: Zweig
es: Sucursal
fr: Branche
hi: शाखा
id: Cabang
ja: 支店
ko: 지점
pl: Oddział
pt_br: Filial
tr: Şube
uk: Відділення
vi: chi nhánh
zh_hans: 分公司
zh_hant: 分公司

source: Branch Name
de: Filialname
es: Nombre de la sucursal
fr: Nom de la succursale
hi: शाखा का नाम
id: Nama Cabang
ja: 支店名
ko: 지점명
pl: Nazwa oddziału
pt_br: Nome da filial
tr: Şube Adı
uk: Назва відділення
vi: Tên chi nhánh
zh_hans: 分行名称
zh_hant: 分行名稱

source: Branch from here
de: Von hier aus abzweigen
es: Sucursal desde aquí
fr: Branche d'ici
hi: यहीं से शाखा
id: Cabang dari sini
ja: ここから分岐します
ko: 여기에서 분기
pl: Oddział stąd
pt_br: Filial daqui
tr: Buradan şube
uk: Відгалуження звідси
vi: Chi nhánh từ đây
zh_hans: 分支从这里开始
zh_hant: 分支從這裡開始

source: Brand
de: Marke
es: Marca
fr: Marque
hi: ब्रांड
id: Merek
ja: ブランド
ko: 브랜드
pl: Marka
pt_br: Marca
tr: Marka
uk: Бренд
vi: Thương hiệu
zh_hans: 品牌
zh_hant: 品牌

source: Brand Assets
de: Markenwerte
es: Activos de marca
fr: Actifs de marque
hi: ब्रांड संपत्ति
id: Aset Merek
ja: ブランド資産
ko: 브랜드 자산
pl: Aktywa marki
pt_br: Ativos da marca
tr: Marka Varlıkları
uk: Активи бренду
vi: Tài sản thương hiệu
zh_hans: 品牌资产
zh_hant: 品牌資產

source: Brand Colors
de: Markenfarben
es: Colores de la marca
fr: Couleurs de la marque
hi: ब्रांड रंग
id: Warna Merek
ja: ブランドカラー
ko: 브랜드 색상
pl: Kolory marki
pt_br: Cores da marca
tr: Marka Renkleri
uk: Фірмові кольори
vi: Màu sắc thương hiệu
zh_hans: 品牌颜色
zh_hant: 品牌顏色

source: Brand Kit
de: Markenkit
es: Kit de marca
fr: Trousse de marque
hi: ब्रांड किट
id: Perangkat Merek
ja: ブランドキット
ko: 브랜드 키트
pl: Zestaw marki
pt_br: Kit de marca
tr: Marka Kiti
uk: Фірмовий комплект
vi: Bộ thương hiệu
zh_hans: 品牌套件
zh_hant: 品牌套件

source: Brand Kit Images
de: Marken-Kit-Bilder
es: Imágenes del kit de marca
fr: Images des kits de marque
hi: ब्रांड किट छवियाँ
id: Gambar Kit Merek
ja: ブランドキット画像
ko: 브랜드 키트 이미지
pl: Obrazy zestawu marki
pt_br: Imagens do kit da marca
tr: Marka Kiti Görselleri
uk: Зображення брендового комплекту
vi: Hình ảnh bộ thương hiệu
zh_hans: 品牌套件图片
zh_hant: 品牌套件圖片

source: Brand Kits
de: Marken-Kits
es: Kits de marca
fr: Kits de marque
hi: ब्रांड किट
id: Kit Merek
ja: ブランドキット
ko: 브랜드 키트
pl: Zestawy marki
pt_br: Kits de marca
tr: Marka Kitleri
uk: Фірмові комплекти
vi: Bộ dụng cụ thương hiệu
zh_hans: 品牌套件
zh_hant: 品牌套件

source: Brand Name
de: Markenname
es: Nombre de la marca
fr: Nom de la marque
hi: ब्रांड नाम
id: Nama Merek
ja: ブランド名
ko: 브랜드 이름
pl: Nazwa marki
pt_br: Marca
tr: Marka Adı
uk: Торгова марка
vi: Tên thương hiệu
zh_hans: 品牌名称
zh_hant: 品牌名稱

source: Brand Studio
de: Markenstudio
es: Estudio de marca
fr: Studio de marque
hi: ब्रांड स्टूडियो
id: Studio Merek
ja: ブランドスタジオ
ko: 브랜드 스튜디오
pl: Studio marki
pt_br: Estúdio de marca
tr: Marka Stüdyosu
uk: Бренд Студія
vi: Studio thương hiệu
zh_hans: 品牌工作室
zh_hant: 品牌工作室

source: Brand Tools
de: Markenwerkzeuge
es: Herramientas de marca
fr: Outils de marque
hi: ब्रांड उपकरण
id: Alat Merek
ja: ブランドツール
ko: 브랜드 도구
pl: Narzędzia marki
pt_br: Ferramentas de marca
tr: Marka Araçları
uk: Інструменти бренду
vi: Công cụ thương hiệu
zh_hans: 品牌工具
zh_hant: 品牌工具

source: Brand URLs
de: Marken-URLs
es: URL de marca
fr: URL de marque
hi: ब्रांड यूआरएल
id: URL merek
ja: ブランドのURL
ko: 브랜드 URL
pl: Adresy URL marek
pt_br: URLs de marca
tr: Marka URL'leri
uk: URL-адреси брендів
vi: URL thương hiệu
zh_hans: 品牌网址
zh_hant: 品牌網址

source: Brand assets
de: Markenwerte
es: Activos de marca
fr: Actifs de marque
hi: ब्रांड संपत्ति
id: Aset merek
ja: ブランド資産
ko: 브랜드 자산
pl: Aktywa marki
pt_br: Ativos da marca
tr: Marka varlıkları
uk: Активи бренду
vi: Tài sản thương hiệu
zh_hans: 品牌资产
zh_hant: 品牌資產

source: Brand assets selected
de: Marken-Assets ausgewählt
es: Activos de marca seleccionados
fr: Actifs de marque sélectionnés
hi: ब्रांड संपत्ति चयनित
id: Aset merek dipilih
ja: 選択されたブランド資産
ko: 선택한 브랜드 자산
pl: Wybrano zasoby marki
pt_br: Ativos da marca selecionados
tr: Seçilen marka varlıkları
uk: Об’єкти бренду вибрано
vi: Nội dung thương hiệu đã chọn
zh_hans: 精选品牌资产
zh_hant: 精選品牌資產

source: Brand information is included by default. Select which brand assets to include as references.
de: Markeninformationen sind standardmäßig enthalten. Wählen Sie aus, welche Markenwerte als Referenzen einbezogen werden sollen.
es: La información de la marca se incluye de forma predeterminada. Seleccione qué activos de marca incluir como referencias.
fr: Les informations sur la marque sont incluses par défaut. Sélectionnez les actifs de marque à inclure comme références.
hi: ब्रांड जानकारी डिफ़ॉल्ट रूप से शामिल है. संदर्भ के रूप में शामिल करने के लिए कौन सी ब्रांड संपत्तियां चुनें।
id: Informasi merek disertakan secara default. Pilih aset merek mana yang akan disertakan sebagai referensi.
ja: ブランド情報はデフォルトで含まれています。参照として含めるブランド資産を選択します。
ko: 기본적으로 브랜드 정보가 포함되어 있습니다. 참조로 포함할 브랜드 자산을 선택하세요.
pl: Informacje o marce są dołączane domyślnie. Wybierz, które zasoby marki mają zostać uwzględnione jako referencje.
pt_br: As informações da marca são incluídas por padrão. Selecione quais ativos de marca incluir como referências.
tr: Marka bilgileri varsayılan olarak eklenir. Referans olarak hangi marka varlıklarının dahil edileceğini seçin.
uk: Інформація про бренд включена за замовчуванням. Виберіть, які активи бренду включити як посилання.
vi: Thông tin thương hiệu được bao gồm theo mặc định. Chọn nội dung thương hiệu để đưa vào làm tài liệu tham khảo.
zh_hans: 默认情况下包含品牌信息。选择要包含作为参考的品牌资产。
zh_hant: 預設包含品牌資訊。選擇要包含作為參考的品牌資產。

source: Bring your ideas to life with audio
de: Erwecken Sie Ihre Ideen mit Audio zum Leben
es: Da vida a tus ideas con audio
fr: Donnez vie à vos idées avec l'audio
hi: ऑडियो के साथ अपने विचारों को जीवंत बनाएं
id: Wujudkan ide Anda dengan audio
ja: オーディオでアイデアを現実化する
ko: 오디오로 아이디어에 생기를 불어넣으세요
pl: Wcielaj swoje pomysły w życie dzięki dźwiękowi
pt_br: Dê vida às suas ideias com áudio
tr: Fikirlerinizi sesle hayata geçirin
uk: Втілюйте свої ідеї в життя за допомогою аудіо
vi: Biến ý tưởng của bạn thành hiện thực bằng âm thanh
zh_hans: 通过音频将您的想法变为现实
zh_hant: 透過音訊將您的想法變為現實

source: Build agents to automate your workflows
de: Erstellen Sie Agenten, um Ihre Arbeitsabläufe zu automatisieren
es: Cree agentes para automatizar sus flujos de trabajo
fr: Créez des agents pour automatiser vos flux de travail
hi: अपने वर्कफ़्लो को स्वचालित करने के लिए एजेंट बनाएँ
id: Bangun agen untuk mengotomatiskan alur kerja Anda
ja: エージェントを構築してワークフローを自動化する
ko: 워크플로를 자동화하는 에이전트 구축
pl: Twórz agenty, aby automatyzować przepływy pracy
pt_br: Crie agentes para automatizar seus fluxos de trabalho
tr: İş akışlarınızı otomatikleştirmek için aracılar oluşturun
uk: Створюйте агентів для автоматизації робочих процесів
vi: Xây dựng các tác nhân để tự động hóa quy trình công việc của bạn
zh_hans: 构建代理以自动化您的工作流程
zh_hant: 建立代理以自動化您的工作流程

source: Bulk Edits
de: Massenbearbeitungen
es: Ediciones masivas
fr: Modifications groupées
hi: थोक संपादन
id: Pengeditan Massal
ja: 一括編集
ko: 대량 편집
pl: Zmiany zbiorcze
pt_br: Edições em massa
tr: Toplu Düzenlemeler
uk: Масове редагування
vi: Chỉnh sửa hàng loạt
zh_hans: 批量编辑
zh_hant: 批次編輯

source: Bulk Edits Guide
de: Leitfaden für Massenbearbeitungen
es: Guía de ediciones masivas
fr: Guide des modifications groupées
hi: थोक संपादन मार्गदर्शिका
id: Panduan Pengeditan Massal
ja: 一括編集ガイド
ko: 대량 편집 가이드
pl: Przewodnik po edycji zbiorczej
pt_br: Guia de edições em massa
tr: Toplu Düzenleme Kılavuzu
uk: Посібник із масового редагування
vi: Hướng dẫn chỉnh sửa hàng loạt
zh_hans: 批量编辑指南
zh_hant: 批次編輯指南

source: Bulk Generate
de: Massengenerierung
es: Generación masiva
fr: Générer en masse
hi: थोक में उत्पन्न करें
id: Hasilkan Massal
ja: 一括生成
ko: 대량 생성
pl: Generowanie zbiorcze
pt_br: Geração em massa
tr: Toplu Oluştur
uk: Масова генерація
vi: Tạo hàng loạt
zh_hans: 批量生成
zh_hant: 批量生成

source: Bulk Generate Guide
de: Leitfaden zur Massengenerierung
es: Guía de generación masiva
fr: Guide de génération en masse
hi: बल्क जनरेट गाइड
id: Panduan Hasilkan Massal
ja: 一括生成ガイド
ko: 대량 생성 가이드
pl: Przewodnik dotyczący generowania zbiorczego
pt_br: Guia de geração em massa
tr: Toplu Oluşturma Kılavuzu
uk: Посібник із масового створення
vi: Hướng dẫn tạo hàng loạt
zh_hans: 批量生成指南
zh_hant: 批量生成指南

source: Bulk Generation
de: Massengenerierung
es: Generación masiva
fr: Génération en masse
hi: थोक पीढ़ी
id: Generasi Massal
ja: 一括生成
ko: 대량 생성
pl: Generacja masowa
pt_br: Geração em massa
tr: Toplu Üretim
uk: Масова генерація
vi: Tạo hàng loạt
zh_hans: 批量生成
zh_hant: 批量生成

source: Bulk Sessions
de: Massensitzungen
es: Sesiones masivas
fr: Sessions groupées
hi: थोक सत्र
id: Sesi Massal
ja: 一括セッション
ko: 대량 세션
pl: Sesje zbiorcze
pt_br: Sessões em massa
tr: Toplu Oturumlar
uk: Масові сеанси
vi: Phiên hàng loạt
zh_hans: 批量会议
zh_hant: 批量會議

source: Camera Angle
de: Kamerawinkel
es: Ángulo de la cámara
fr: Angle de la caméra
hi: कैमरा एंगल
id: Sudut Kamera
ja: カメラアングル
ko: 카메라 각도
pl: Kąt kamery
pt_br: Ângulo da câmera
tr: Kamera Açısı
uk: Ракурс камери
vi: Góc máy ảnh
zh_hans: 拍摄角度
zh_hant: 拍攝角度

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batalkan
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
tr: İptal
uk: Скасувати
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

source: Canvas
de: Leinwand
es: Lienzo
fr: Toile
hi: कैनवास
id: Kanvas
ja: キャンバス
ko: 캔버스
pl: Płótno
pt_br: Tela
tr: Kanvas
uk: Полотно
vi: Vải bạt
zh_hans: 帆布
zh_hant: 帆布

source: Canvas Name
de: Leinwandname
es: Nombre del lienzo
fr: Nom de la toile
hi: कैनवास का नाम
id: Nama Kanvas
ja: キャンバス名
ko: 캔버스 이름
pl: Nazwa płótna
pt_br: Nome da tela
tr: Kanvas Adı
uk: Назва полотна
vi: Tên vải
zh_hans: 画布名称
zh_hant: 畫布名稱

source: Canvas-based image editing with layers
de: Leinwandbasierte Bildbearbeitung mit Ebenen
es: Edición de imágenes basada en lienzo con capas
fr: Édition d'images sur canevas avec des calques
hi: परतों के साथ कैनवास-आधारित छवि संपादन
id: Pengeditan gambar berbasis kanvas dengan lapisan
ja: レイヤーを使用したキャンバスベースの画像編集
ko: 레이어를 사용한 캔버스 기반 이미지 편집
pl: Edycja obrazu na płótnie za pomocą warstw
pt_br: Edição de imagens baseada em tela com camadas
tr: Katmanlarla tuval tabanlı görüntü düzenleme
uk: Редагування зображень на основі полотна з шарами
vi: Chỉnh sửa hình ảnh dựa trên canvas với các lớp
zh_hans: 基于画布的图层图像编辑
zh_hant: 基於畫布的圖層圖像編輯

source: Change
de: Veränderung
es: Cambiar
fr: Changement
hi: परिवर्तन
id: Perubahan
ja: 変更
ko: 변경
pl: Zmień
pt_br: Mudança
tr: Değiştir
uk: Зміна
vi: Thay đổi
zh_hans: 改变
zh_hant: 改變

source: Change Dimensions?
de: Abmessungen ändern?
es: ¿Cambiar dimensiones?
fr: Changer les dimensions ?
hi: आयाम बदलें?
id: Ubah Dimensi?
ja: 寸法を変更しますか?
ko: 치수를 변경하시겠습니까?
pl: Zmienić wymiary?
pt_br: Alterar dimensões?
tr: Boyutlar Değiştirilsin mi?
uk: Змінити розміри?
vi: Thay đổi kích thước?
zh_hans: 改变尺寸？
zh_hant: 改變尺寸？

source: Change Image
de: Bild ändern
es: Cambiar imagen
fr: Changer l'image
hi: छवि बदलें
id: Ubah Gambar
ja: 画像の変更
ko: 이미지 변경
pl: Zmień obraz
pt_br: Alterar imagem
tr: Resmi Değiştir
uk: Змінити зображення
vi: Thay đổi hình ảnh
zh_hans: 更改图像
zh_hant: 更改圖像

source: Change Model?
de: Modell ändern?
es: ¿Cambiar de modelo?
fr: Changer de modèle ?
hi: मॉडल बदलें?
id: Ganti Model?
ja: 機種変更しますか？
ko: 모델을 변경하시겠습니까?
pl: Zmienić model?
pt_br: Mudar modelo?
tr: Modeli Değiştir?
uk: Змінити модель?
vi: Thay đổi mô hình?
zh_hans: 改变型号？
zh_hant: 改變型號？

source: Change Provider?
de: Anbieter wechseln?
es: ¿Cambiar de proveedor?
fr: Changer de fournisseur ?
hi: प्रदाता बदलें?
id: Ganti Penyedia?
ja: プロバイダーを変更しますか?
ko: 공급자를 변경하시겠습니까?
pl: Zmienić dostawcę?
pt_br: Mudar de provedor?
tr: Sağlayıcı değiştirilsin mi?
uk: Змінити постачальника?
vi: Thay đổi nhà cung cấp?
zh_hans: 更换提供商？
zh_hant: 更換提供者？

source: Change Video
de: Video ändern
es: Cambiar vídeo
fr: Changer de vidéo
hi: वीडियो बदलें
id: Ubah Video
ja: ビデオを変更する
ko: 비디오 변경
pl: Zmień wideo
pt_br: Alterar vídeo
tr: Videoyu Değiştir
uk: Змінити відео
vi: Thay đổi video
zh_hans: 更改视频
zh_hant: 更改影片

source: Changing dimensions will remove all current layers. This action cannot be undone.
de: Beim Ändern der Abmessungen werden alle aktuellen Ebenen entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Cambiar las dimensiones eliminará todas las capas actuales. Esta acción no se puede deshacer.
fr: La modification des dimensions supprimera tous les calques actuels. Cette action ne peut pas être annulée.
hi: आयाम बदलने से सभी मौजूदा परतें हट जाएंगी। इस एक्शन को वापस नहीं किया जा सकता।
id: Mengubah dimensi akan menghapus semua lapisan saat ini. Tindakan ini tidak dapat dibatalkan.
ja: 寸法を変更すると、現在のレイヤーがすべて削除されます。この操作は元に戻すことができません。
ko: 치수를 변경하면 현재 레이어가 모두 제거됩니다. 이 작업은 취소할 수 없습니다.
pl: Zmiana wymiarów spowoduje usunięcie wszystkich bieżących warstw. Tej akcji nie można cofnąć.
pt_br: Alterar as dimensões removerá todas as camadas atuais. Esta ação não pode ser desfeita.
tr: Boyutların değiştirilmesi mevcut tüm katmanları kaldıracaktır. Bu eylem geri alınamaz.
uk: Зміна розмірів призведе до видалення всіх поточних шарів. Цю дію не можна скасувати.
vi: Việc thay đổi kích thước sẽ loại bỏ tất cả các lớp hiện tại. Không thể hoàn tác hành động này.
zh_hans: 更改尺寸将删除所有当前图层。此操作无法撤消。
zh_hant: 更改尺寸將刪除所有目前圖層。此操作無法撤銷。

source: Changing the model will remove all current layers. This action cannot be undone.
de: Beim Ändern des Modells werden alle aktuellen Ebenen entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Cambiar el modelo eliminará todas las capas actuales. Esta acción no se puede deshacer.
fr: Changer le modèle supprimera tous les calques actuels. Cette action ne peut pas être annulée.
hi: मॉडल बदलने से सभी मौजूदा परतें हट जाएंगी। इस एक्शन को वापस नहीं किया जा सकता।
id: Mengubah model akan menghapus semua lapisan saat ini. Tindakan ini tidak dapat dibatalkan.
ja: モデルを変更すると、現在のレイヤーがすべて削除されます。この操作は元に戻すことができません。
ko: 모델을 변경하면 현재 레이어가 모두 제거됩니다. 이 작업은 취소할 수 없습니다.
pl: Zmiana modelu spowoduje usunięcie wszystkich bieżących warstw. Tej akcji nie można cofnąć.
pt_br: Alterar o modelo removerá todas as camadas atuais. Esta ação não pode ser desfeita.
tr: Modelin değiştirilmesi mevcut tüm katmanları kaldıracaktır. Bu eylem geri alınamaz.
uk: Зміна моделі призведе до видалення всіх поточних шарів. Цю дію не можна скасувати.
vi: Việc thay đổi mô hình sẽ loại bỏ tất cả các lớp hiện tại. Không thể hoàn tác hành động này.
zh_hans: 更改模型将删除所有当前层。此操作无法撤消。
zh_hant: 更改模型將刪除所有目前圖層。此操作無法撤銷。

source: Changing the provider will remove all current layers. This action cannot be undone.
de: Durch einen Wechsel des Anbieters werden alle aktuellen Ebenen entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Cambiar el proveedor eliminará todas las capas actuales. Esta acción no se puede deshacer.
fr: Changer de fournisseur supprimera toutes les couches actuelles. Cette action ne peut pas être annulée.
hi: प्रदाता बदलने से सभी मौजूदा परतें हट जाएंगी। इस एक्शन को वापस नहीं किया जा सकता।
id: Mengubah penyedia akan menghapus semua lapisan saat ini. Tindakan ini tidak dapat dibatalkan.
ja: プロバイダーを変更すると、現在のレイヤーがすべて削除されます。この操作は元に戻すことができません。
ko: 공급자를 변경하면 현재 레이어가 모두 제거됩니다. 이 작업은 취소할 수 없습니다.
pl: Zmiana dostawcy spowoduje usunięcie wszystkich bieżących warstw. Tej akcji nie można cofnąć.
pt_br: Alterar o provedor removerá todas as camadas atuais. Esta ação não pode ser desfeita.
tr: Sağlayıcıyı değiştirmek mevcut tüm katmanları kaldıracaktır. Bu eylem geri alınamaz.
uk: Зміна постачальника призведе до видалення всіх поточних шарів. Цю дію не можна скасувати.
vi: Việc thay đổi nhà cung cấp sẽ xóa tất cả các lớp hiện tại. Không thể hoàn tác hành động này.
zh_hans: 更改提供者将删除所有当前层。此操作无法撤消。
zh_hant: 更改提供者將刪除所有目前圖層。此操作無法撤銷。

source: Chat Threads Guide
de: Leitfaden für Chat-Threads
es: Guía de hilos de chat
fr: Guide des fils de discussion
hi: चैट थ्रेड गाइड
id: Panduan Utas Obrolan
ja: チャット スレッド ガイド
ko: 채팅 스레드 가이드
pl: Przewodnik po tematach czatu
pt_br: Guia de tópicos de bate-papo
tr: Sohbet Konuları Rehberi
uk: Керівництво по темах чату
vi: Hướng dẫn về chủ đề trò chuyện
zh_hans: 聊天话题指南
zh_hant: 聊天話題指南

source: Chat-based iterative image generation
de: Chatbasierte iterative Bildgenerierung
es: Generación iterativa de imágenes basada en chat
fr: Génération d'images itératives basées sur le chat
hi: चैट-आधारित पुनरावृत्तीय छवि निर्माण
id: Pembuatan gambar berulang berbasis obrolan
ja: チャットベースの反復画像生成
ko: 채팅 기반 반복 이미지 생성
pl: Iteracyjne generowanie obrazu w oparciu o czat
pt_br: Geração de imagem iterativa baseada em chat
tr: Sohbet tabanlı yinelemeli görüntü oluşturma
uk: Ітеративна генерація зображень на основі чату
vi: Tạo hình ảnh lặp lại dựa trên trò chuyện
zh_hans: 基于聊天的迭代图像生成
zh_hant: 基於聊天的迭代圖像生成

source: Choose File
de: Wählen Sie Datei
es: Elija archivo
fr: Choisir un fichier
hi: फ़ाइल चुनें
id: Pilih File
ja: ファイルを選択
ko: 파일 선택
pl: Wybierz Plik
pt_br: Escolha arquivo
tr: Dosya Seç
uk: Виберіть Файл
vi: Chọn tệp
zh_hans: 选择文件
zh_hant: 選擇文件

source: Choose Image Source
de: Wählen Sie Bildquelle
es: Elija la fuente de la imagen
fr: Choisir la source de l'image
hi: छवि स्रोत चुनें
id: Pilih Sumber Gambar
ja: 画像ソースの選択
ko: 이미지 소스 선택
pl: Wybierz Źródło obrazu
pt_br: Escolha a fonte da imagem
tr: Görüntü Kaynağını Seçin
uk: Виберіть Джерело зображення
vi: Chọn nguồn hình ảnh
zh_hans: 选择图像源
zh_hant: 選擇影像來源
